Repository: paulsumit1993/DailyFeed
Catalog: DailyFeed/Views/*.lproj/Localizable.strings
Languages: el

source: %d years ago
el: %d έτη πριν

source: Last year
el: Ενα έτος πριν

source: %d months ago
el: %d μήνες πριν

source: Last month
el: Ενα μήνα πριν

source: %d weeks ago
el: %d βδομάδες πριν

source: Last week
el: Μία εβδομάδα πριν

source: %d days ago
el: %d ημέρες πριν

source: Yesterday
el: Χθές

source: %d hours ago
el: %d ώρες πριν

source: An hour ago
el: Μία ώρα πριν

source: %d minutes ago
el: %d λεπτά πριν

source: A minute ago
el: Ενα λεπτό πριν

source: %d seconds ago
el: %d δεύτερα πριν

source: Just now
el: Μόλις τώρα

source: %dy
el: %d χρ.

source: %dmo
el: %d μ.

source: %dw
el: %d ε.

source: %dd
el: %d η.

source: %dh
el: %d ώ.

source: %dmin
el: %d λ.

source: %ds
el: %d δ.

source: No Articles Bookmarked
el: Δεν βρέθηκαν άρθρα

source: Your Bookmarks will appear here.
el: Οι σελιδοδείκτες θα εμφανιστούν εδώ.

source: Your Internet Connection appears to be offline.
el: Δεν υπάρχει σύνδεση στο Internet.

source: No Content
el: Δεν υπάρχει περιεχόμενο

source: Connect to Internet or try another source.
el: Συνδεθείτε στο Internet.

source: Read More...
el: Ανοιγμα Web Browser

source: Search Sources...
el: Αναζήτηση πηγών...

source: Select a Category
el: Επιλογή κατηγορίας

source: Select a language
el: Επιλογή γλώσσας

source: Cancel
el: Ακύρωση
